Repository: kubamilcarz/Read-Us
Catalog: *.lproj/Localizable.strings
Languages: pl

source: **%lld** page(s)
pl: **%lld** stron

source: %@ - Now
pl: %@ - Teraz

source: %@ Challenge
pl: %@ Wyzwanie

source: %@ So Far
pl: %@ Do Teraz

source: %lld book(s)
pl: %lld książek

source: %lld/%lld pages
pl: %lld/%lld stron

source: © Bookie 2022. All Rights Reserved
pl: © Bookie 2022. Wszystkie Prawa Zastrzeżone

source: 31 books
pl: 31 książek

source: Add
pl: Dodaj

source: Add a note
pl: Dodaj notatkę

source: Add Book
pl: Dodaj Książkę

source: Add New
pl: Dodaj Nowy

source: Add Shelf
pl: Dodaj Półkę

source: All
pl: Wszystkie

source: Almost There!
pl: Prawie!

source: And read %lld pages more. A total of %lld pages!
pl: I przeczytałeś/aś %lld stron więcej. Łącznie to %lld stron!

source: And while you're here I'd like to invite you to check out other apps I've made.
pl: I póki tu jesteś, chciałbym Ciebie zaprosić do sprawdzenia pozostałych aplikacji, które napisałem.

source: API Use
pl: Użycie API

source: Are you sure you want to remove all data? %@
pl: Jesteś pewien/pewna, że chcesz usunąć wszystkie dane? %@

source: Are you sure?
pl: Jesteś pewien/pewna?

source: Author
pl: Autor

source: Backup
pl: Kopia Zapasowa

source: Book Finished
pl: Książka Skończona

source: Book Log
pl: Dziennik Książek

source: Bookie is the app I've always dreamed about and I'm so excited it's finally here!
pl: Bookie to aplikacja, o której zawsze marzyłem i jestem super szczęśliwy, że w końcu tu jest!

source: Bookie sends a call to Open Library API every time you use Scan Book feature when adding a new book to the library. For further information, visit https://openlibrary.org/developers/api
pl: Bookie wysyła zapytanie do Open Library API za każdym razem gdy używasz funkcji skanowania kodów kreskowych książek. Po więcej informacji, otwórz https://openlibrary.org/developers/api

source: books
pl: książki

source: Books
pl: Książki

source: Bookshelf
pl: Półka

source: Cancel
pl: Anuluj

source: Challenge
pl: Wyzwanie

source: Choose Books
pl: Wybierz Książki

source: Choose Type of Data
pl: Wybierz Typ Danych

source: Daily Goal
pl: Dzienny Cel

source: Data Removal
pl: Usuwanie Danych

source: Date
pl: Data

source: Days in a Row
pl: Dni z Rzędu

source: Delete
pl: Usuń

source: Description
pl: Opis

source: Did you finish?
pl: Czy skończyłeś/aś?

source: Done
pl: Gotowe

source: Edit
pl: Edytuj

source: Exclude
pl: Wyklucz

source: Export Backup
pl: Eksportuj

source: Finish
pl: Zakończ

source: Finish Date
pl: Data Skończenia

source: Finished on
pl: Skończone

source: Finished on %@
pl: Przeczytane %@

source: Go Back
pl: Wróć

source: Hi, it's Kuba. I'd like to thank you for using Bookie!
pl: Hej, tu Kuba. Dzięki, że używasz Bookie!

source: Hide
pl: Ukryj

source: I pledge to read
pl: Chcę przeczytać

source: I want to read every day
pl: Chcę czytać codziennie

source: Import a backup in JSON format. You can choose if you want it to replace or merge with current library.
pl: Zimportuj kopię zapasową w formacie JSON. Możesz wybrać aby scalić z biblioteką albo ją zastąpić.

source: Import Backup
pl: Wczytaj Kopię Zapasową

source: Last 7 Days
pl: Ostatnie 7 Dni

source: Layout
pl: Układ

source: Library
pl: Biblioteka

source: Log
pl: Dziennik

source: Make a backup of current data and export it as a JSON file.
pl: Zrób kopię zapasową biblioteki i wyeksportuj ją jako plik JSON.

source: Manually
pl: Ręcznie

source: Merge with Library
pl: Złącz z Biblioteką

source: My idea for the app was to create a privacy-oriented, but feature-rich book tracking app that would encourage you to hit your goals and read more.
pl: Pomysł był prosty - stworzyć prywatną, ale jednocześnie bogatą w funkcjonalności aplikację, która zachęcałaby do czytania jeszcze więcej.

source: New Book
pl: Nowa Książka

source: New Note
pl: Nowa Notatka

source: New Shelf
pl: Nowa Półka

source: No Books
pl: Brak Książek

source: No Previous Challenges
pl: Brak Poprzednich Wyzwań

source: No read books
pl: Brak przeczytanych książek

source: No Reading Log
pl: Nic do wyświetlenia

source: Notes
pl: Notatki

source: Number of pages
pl: Liczba Stron

source: p. %lld
pl: str. %lld

source: Page Count
pl: Liczba Stron

source: pages
pl: stron

source: Pages Read
pl: Stron Przeczytanych

source: Past Challenges
pl: Poprzednie Wyzwania

source: Profile
pl: Profil

source: Rating
pl: Ocena

source: Read %lld pages more to hit your goal.
pl: Przeczytaj %lld więcej stron aby osiągnąć cel.

source: Read Again
pl: Przeczytaj Ponownie

source: Read every day and finish more books
pl: Czytaj codziennie i kończ więcej książek

source: Read Later
pl: Przeczytaj Później

source: Reading Daily Goal
pl: Dzienny Cel

source: Reading Dates
pl: Kiedy

source: Reading Log
pl: Historia Czytania

source: Reading Now
pl: Czytane Teraz

source: Reading Streak
pl: Nawyk Czytania

source: Readings
pl: Historia Czytania

source: Recently Read
pl: Ostatnio Przeczytane

source: Remove
pl: Usuń

source: Remove All Data
pl: Usuń Wszystkie Dane

source: Remove Book
pl: Usuń Książkę

source: Remove From Shelf
pl: Usuń z Półki

source: Resume
pl: Wznów

source: Save
pl: Zapisz

source: Save Changes
pl: Zapisz Zmiany

source: Scan Code
pl: Zeskanuj Kod

source: Search Library
pl: Szukaj w Bibliotece

source: See All
pl: Zobacz Wszystko

source: Set Up
pl: Rozpocznij

source: Settings
pl: Ustawienia

source: Shelves
pl: Półki

source: Show
pl: Pokaż

source: Something went wrong
pl: Coś poszło nie tak

source: Start
pl: Rozpocznij

source: Start Date
pl: Data Rozpoczęcia

source: Start Reading
pl: Zacznij Czytać

source: Start reading this book
pl: Zacznij czytać

source: Started on
pl: Rozpoczęto

source: Stop Reading
pl: Przestań Czytać

source: Success!
pl: Sukces!

source: This action cannot be undone.
pl: Ta czynność nie może być cofnięta

source: This Month
pl: W tym Miesiącu

source: This operation cannot be undone.
pl: Ta czynność nie może być cofnięta

source: This Year
pl: Ten Rok

source: Title
pl: Tytuł

source: Today's Reading
pl: Przeczytane Dzisiaj

source: Total
pl: Łącznie

source: Trends
pl: Trendy

source: Typed value is not a number
pl: Wpisana wartość nie jest liczbą

source: unknown book
pl: nieznana książka

source: Update
pl: Zaktualizuj

source: Update Goal
pl: Zmień Cel

source: Update Progress
pl: Zaktualizuj Postęp

source: Version: %@
pl: Wersja: %@

source: What are your thoughts?
pl: Co myślisz?

source: Where are you?
pl: Gdzie jesteś?

source: Words from Author
pl: Słowa od Autora

source: Write a review
pl: Napisz Recenzję

source: You haven't read any books
pl: Nie przeczytałeś/aś żadnych książek

source: You Hit Your Goal!
pl: Udało Ci Się Osiągnąć Cel!

source: You rated this book with %lld stars
pl: Oceniłeś/aś tą książka na %lld gwiazdek

source: You read **%lld** books
pl: Przeczytałeś/aś **%lld** książek

source: You read %lld pages.
pl: Przeczytałeś/aś %lld stron.

source: You Read. A lot!
pl: Przeczytałeś/aś dość sporo!

source: You stopped reading this book
pl: Przestałeś/aś czytać tą książkę
